Repository: ojsde/dnb
Catalog: locale/*/locale.po
Languages: de_de

# plugins.importexport.dnb.description
source: Export or deposit articles in DNB format.
de_de: Artikel im DNB-Format exportieren oder abliefern.

# plugins.importexport.dnb.archiveAccess.required
source: <strong>Note:</strong> This journal is not open access, thus you have to first chose one of the possible access options for the archived articles at DNB in the plugin settings before you can proceed with the export.
de_de: <strong>Hinweis:</strong> Diese Zeitschrift ist keine Open-Access-Zeitschrift, so dass Sie zuerst eine der möglichen Zugriffsoptionen für die bei der DNB archivierten Artikeln in den Plug-In-Einstellungen auswählen müssen, bevor Sie mit dem Export fortgahren können.

# plugins.importexport.dnb.registrationIntro
source: In order to deposit the articles directly from within OJS, you will need to enter your DNB Hotfolder username, password and subfolder. If you do not enter these credentials, you can still export the DNB packages.
de_de: Um Artikel direkt aus OJS heraus abliefern zu können, müssen Sie Ihren Benutzernamen, Ihr Passwort und Ihre Unterordner-ID eintragen. Exportieren können Sie die DNB-Pakete aber auch ohne die Zugangsdaten eingetragen zu haben.

# plugins.importexport.dnb.noISSN
source: ISSN (s. <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>) is required for export and deposit.
de_de: ISSN (s. <a href="{$journalSettingsUrl}" target="_blank">Setup-Seite</a>) wird für Export und Ablieferung benötigt.

# plugins.importexport.dnb.noTAR
source: TAR command (s. cli part in the config.inc.php) is required for export and deposit.
de_de: TAR-Befehl (s. Teil "cli" in der Datei config.inc.php) wird für Export und Ablieferung benötigt.

# plugins.importexport.dnb.noExportFilter
source: No export filter registered! Did you run the install script?
de_de: Exportfilter nicht registriert! Haben Sie das Installationsskript ausgeführt?

# plugins.importexport.dnb.settings.form.archiveAccess
source: Type of access to the articles in the DNB archive
de_de: Arts des Zugriffs auf die Artikel im DNB-Archiv

# plugins.importexport.dnb.settings.form.archiveAccess.description
source: For open access journals and articles the access to the archived version will automatically be unrestricted for all (second option). Closed journals and journals with restricted access will have to chose one of these options that DNB provides for access of the archived articles. Please note that setting access options at the issue or article level will have precedence over the setting selected here.
de_de: Für Open-Access-Zeitschriften und -Artikel ist der Zugriff auf die archivierte Version automatisch uneingeschränkt für alle. Geschlossene Zeitschriften und Zeitschriften mit beschränktem Zugriff müssen eine von den durch die DNB zur Verfügung gestellten Zugriffsoptionen für Archivexemplare auswählen. Bitte beachten Sie, dass auf Ausgaben oder Artikelebene vergebene Zugriffsrechte vorgang von den hier gesetzten Zugriffrechten haben.

# plugins.importexport.dnb.settings.form.archiveAccess.a
source: Restricted access (access only on specially configured computers in the DNB reading rooms).
de_de: Beschränkter Zugriff, d.h. nur an speziellen Rechnern in den Lesesälen der DNB.

# plugins.importexport.dnb.settings.form.archiveAccess.b
source: Unrestricted access for all.
de_de: Uneingeschränkter Zugriff für alle.

# plugins.importexport.dnb.settings.form.archiveAccess.d
source: Access only for users registered with the DNB, also from outside the DNB.
de_de: Zugriff für registrierte Nutzer/innen auch von außerhalb der DNB.

# plugins.importexport.dnb.settings.form.archiveAccessRequired
source: Please define the access permissions for the archived articles.
de_de: Bitte definieren Sie die Zugriffsberechtigungen auf die archivierten Artikel.

# plugins.importexport.dnb.settings.form.hotfolderAccess
source: DNB Hotfolder Credentials
de_de: Zugangsdaten DNB Hotfolder

# plugins.importexport.dnb.settings.form.folderId
source: Subfolder ID
de_de: Unterordner-ID

# plugins.importexport.dnb.settings.form.folderId.description
source: This is the subfolder in your DNB Hotfolder, where the exported packages should be uploaded.
de_de: Das ist der Unterordner in Ihrem DNB-Hotfolder, in den die exportierten Pakete hochgeladen werden sollen.

# plugins.importexport.dnb.settings.form.username
source: Username
de_de: Benutzername

# plugins.importexport.dnb.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
de_de: Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert wird.

# plugins.importexport.dnb.settings.form.automaticDeposit.title
source: Automatic deposit
de_de: Automatische Ablieferung

# plugins.importexport.dnb.settings.form.automaticDeposit
source: Deposit articles to DNB automatically
de_de: Automatisch Fahnen an die DNB abliefern

# plugins.importexport.dnb.settings.form.automaticDeposit.description
source: OJS regularly checks if there are articles not yet deposited (that is, articles that are not deposited from within OJS and not marked as registered) and automatically deposits them to the DNB Hotfolder. Please note that this may take a short amount of time after publication to process. You can check for all not deposited articles in the articles listing.
de_de: OJS prüft regelmäßig, ob es Artikel gibt, die noch nicht an die DNB abgeliefert wurden (d.h. Artikel, die noch nicht über OJS in den DNB Hotfolder abgeliefert und nicht als registriert markiert wurden) und liefert diese automatisch in den DNB Hotfolder ab. Bitte beachten Sie, dass eine kurze Zeitspanne zur Verarbeitung nach der Veröffentlichung benötigt wird. Sie können alle nicht abgelieferten Artikel in der Artikelauflistung überprüfen. Bitte beachten Sie, dass für die Nutzung dieser Funktion ein cronjob auf ihrem Server konfiguriert werden muss.

# plugins.importexport.dnb.status.notDeposited
source: Not deposited
de_de: Nicht abgeliefert

# plugins.importexport.dnb.status.deposited
source: Deposited
de_de: Abgeliefert

# plugins.importexport.dnb.status.legend
source: <p>An article can have one of the following status:<br/> <strong>Not deposited</strong>: The article has not been delivered to the DNB yet (it was not deposited to the DNB Hotfolder from within OJS and not marked registered).<br/> <strong>Deposited</strong>: The article has been deposited to the DNB Hotfolder from within OJS.<br/> <strong>Marked registered</strong>: The article was manually marked as registered. You may mark articles as registered (see button "Mark Registered") to indicate that the article was delivered to the DNB outside of OJS, e.g. via the DNB web form. </p>
de_de: <p>Ein Artikel kann einen der folgenden Status haben:<br/> <strong>Nicht abgeliefert</strong>: Der Artikel wurde noch nicht bei der DNB abgeliefert (er wurde nicht über OJS in den DNB Hotfolder und auch nicht extern, z.B. über das DNB Webformular abgeliefert).<br/> <strong>Abgeliefert</strong>: Der Artikel wurde über OJS in den DNB-Hotfolder abgeliefert.<br/> <strong>Als registriert markiert</strong>: Der Artikel wurde manuell als registriert markiert. Sie können Artikel als registriert markieren (s. Button "Als registriert markieren"), um anzuzeigen, dass dieser Artikel außerhalb von OJS an die DNB abgeliefert wurde, z.B. über das DNB Webformular. </p>

# plugins.importexport.dnb.deposited.success
source: The selected articles were deposited!
de_de: Die ausgewählten Artikel wurden abgeliefert!

# plugins.importexport.dnb.deposit
source: Deposit
de_de: Abliefern

# plugins.importexport.dnb.deposit.confirm
source: You have selected already deposited articles. Are you sure you want to proceed with the deposit?
de_de: Sie haben schon abgelieferte Artikel ausgewählt. Sind Sie sicher, dass Sie mit der Ablieferung fortfahren möchten?

# plugins.importexport.dnb.deposit.notice
source: <strong>Note:</strong> The deposit can take a long time. So please choose only a few articles each time and be patient after clicking the "Deposit" button. You'll be notified when the process is completed.
de_de: <strong>Hinweis:</strong> Die Ablieferung kann lange dauern. Bitte wählen Sie wenige Artikel aus und haben Sie Geduld, nachdem Sie den "Abliefern"-Knopf gedrückt haben. Sie werden benachrichtigt werden, wenn der Prozess fertig ist.

# plugins.importexport.dnb.selectAll
source: Select All
de_de: Alle auswählen

# plugins.importexport.dnb.deselectAll
source: Deselect All
de_de: Alle abwählen

# plugins.importexport.dnb.export.error.articleCannotBeExported
source: The article {$param} cannot be exported because it does not have a local PDF or an EPUB galley.
de_de: Der Artikel {$param} kann nicht exportiert werden, weil er keine PDF- oder EPUB-Fahne hat.

# plugins.importexport.dnb.export.error.articleMetadataInvalidCharacters
source: Error writing XML file for the article with submission ID {$param} No articles exported!
de_de: Die XML-Datei mit der Einreichungs-ID {$param} Es wurden keine Artikel exportiert!

# plugins.importexport.dnb.export.error.articleMetadataInvalidCharacters.param
source: {$submissionId}. A field contains characters not allowed in XML 1.0 specification: "{$node}".
de_de: {$submissionId} konnte nicht erstellt werden. Ein Feld enthält enhält Zeichen die in der XML 1.0 Spezifikation nicht erlaubt sind: "{$node}".

# plugins.importexport.dnb.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
de_de: Die Ausgabedatei {$param} ist nicht schreibbar.

# plugins.importexport.dnb.deposit.error.noObjectsSelected
source: You have to select at least one object for export.
de_de: Sie müssen mindestens ein Objekt für den Export auswählen.

# plugins.importexport.dnb.deposit.error.fileUploadFailed
source: The SFTP upload failed for the {$param}
de_de: Das Hochladen per SFTP ist fehlgeschlagen: {$param}.

# plugins.importexport.dnb.deposit.error.fileUploadFailed.param
source: package file {$package} of the article {$articleId}: {$error}
de_de: Die Paketdatei {$package} des Artikels {$articleId} konnte nicht hochgeladen werden. Fehler: {$error}

# plugins.importexport.dnb.export.error.curlError
source: An error occured executing curl: {$param}. Export canceld!
de_de: Bei der Ausführung von curl ist ein Fehler aufgetreten: {$param}. Export abgebrochen!

# plugins.importexport.dnb.export.error.remoteGalleyContentTypeNotValid
source: Remote server reported invalid content type: {$param}. No articles exported!
de_de: Der entfernte Server meldet den nicht akzeptierten Inhaltstyp: {$param}. Export aller Artikel abgebrochen!

# plugins.importexport.dnb.export.error.remoteFileMimeTypeNotValid
source: Mime type of remote galley file with ID {$param} not valid. No articles exported!
de_de: Mime type der Galley mit der ID {$param} nicht akzeptiert. Export abgebrochen!

# plugins.importexport.dnb.export.error.urnSet
source: The DNB Export Plugin does not export articles with URNs for article objects. Please contact the Deutsche Nationalbibliothek for more information.
de_de: Das DNB Export Plugin exportiert keine Artikel mit URNs auf Artikelebene. Bitte wenden Sie sich an die Deutsche Nationalbibliothek für mehr Informaitonen.

# plugins.importexport.dnb.export.error.galleyFileNotFound
source: The galley file {$param} could not be found.
de_de: Die Fahnendatei {$param} konnte nicht gefunden werden.

# plugins.importexport.dnb.export.error.galleyFileNoCopy
source: The galley file {$param}.
de_de: Die Fahnendatei {$param} kopiert werden.

# plugins.importexport.dnb.export.error.galleyFileNoCopy.param
source: {$sourceGalleyFilePath} could not be copied to {$targetGalleyFilePath}
de_de: {$sourceGalleyFilePath} konnte nicht nach {$targetGalleyFilePath}

# plugins.importexport.dnb.export.error.firestAuthorNotRegistred.param
source: Error exporting submission {$submissionId}. {$msg}
de_de: Fehler beim Export der Fahne {$submissionId}. {$msg}

# plugins.importexport.dnb.export.error.firestAuthorNotRegistred
source: {$param} The primary auther of the submission is required to be a registered author with this journal.
de_de: {$param} Der Erstautor der Fahe muss bei dieser Zeitschrift als Autor registriert sein.

# plugins.importexport.dnb.deposit.error.fileUploadFailed.FileNotFound.param
source: package file {$package} of the article {$articleId}: package file not found!
de_de: Die Paketdatei {$package} des Artikels {$articleId} konnte nicht hochgeladen werden. Fehler: Paketdatei nicht gefunden!

# plugins.importexport.dnb.deposit.error.hotfolderCredentialsMissing
source: Please provide all login credentials on the pluin settings page before depositing articles.
de_de: Bitte geben Sie Ihre Login-Daten in den Plugin-Einstellungen an bevor Sie Artikel abliefern.

# plugins.importexport.dnb.settings.form.submitSupplementary.title
source: Depositition of supplementary material
de_de: Ablieferung von Zusatzmaterial

# plugins.importexport.dnb.settings.form.submitSupplementary.none
source: Do not deposit supplementary material<sup><strong>*</strong></sup>
de_de: Zusatzmaterial nicht abliefern

# plugins.importexport.dnb.settings.form.submitSupplementary.all
source: Deposit the complete set of supplementary material with each document galley
de_de: Mit jeder Dokumentfahne das gesamte Zusatzmaterial des Artikels abliefern

# plugins.importexport.dnb.settings.form.submitSupplementary.Info
source: The deposition of supplementary material is limited to non-executable files. Executable files will not be transfered.
de_de: Die Ablieferung von Zusatzmaterial beschränkt sich auf nicht-ausführbare Dateien. Ausführebare Dateien werden nicht an die DNB übertragen.

# plugins.importexport.dnb.settings.form.submitSupplementary.warning
source: <sup><strong>*</strong></sup>Attention: Deposition of supplementary material is compulsory. Please only disable this feature in case technical problems prevent the deposition of supplementary material.
de_de: <strong>Achtung</strong>: Es besteht eine Ablieferungspflich für Zusatzmaterial. Bitte deaktivieren Sie diese Funktion nur, wenn technische Probleme die Ablieferung des Zusatzmaterials verhindern.

# plugins.importexport.dnb.settings.form.exportRemoteGalleys.title
source: Export remote galley files
de_de: Fahnen die an einem externen Ort bereitgestellt werden abliefern

# plugins.importexport.dnb.settings.form.exportRemoteGalleys.description
source: This will only export PDF and EPUB galleys.
de_de: Es werden nur PDF- und EPUB-Fahnen abgeliefert.

# plugins.importexport.dnb.settings.form.allowedRemoteIPs.error
source: This field should only contain numbers, dots or "|"
de_de: Diese Feld darf nur die Ziffern, Punkte oder "|" enthalten.
